export default function () {
  return (
    <svg
      width='140px'
      height='140px'
      viewBox='0 0 140 140'
      version='1.1'
      xmlns='http://www.w3.org/2000/svg'
      xmlnsXlink='http://www.w3.org/1999/xlink'
      style={{ height: '100%', width: '100%', fill: '#217346' }}
    >
      <defs>
        <circle id='path-1' cx='70' cy='70' r='70'></circle>
        <linearGradient
          x1='0%'
          y1='49.9965278%'
          x2='12.2497876%'
          y2='50%'
          id='linearGradient-3'
        >
          <stop stopColor='#D0D0D0' offset='0%'></stop>
          <stop stopColor='#999999' offset='100%'></stop>
        </linearGradient>
        <linearGradient
          x1='50%'
          y1='0%'
          x2='50%'
          y2='7.47826316%'
          id='linearGradient-4'
        >
          <stop stopColor='#CECECE' offset='0.0865589489%'></stop>
          <stop stopColor='#9C9C9C' offset='100%'></stop>
        </linearGradient>
      </defs>
      <g
        id='grouped-report'
        stroke='none'
        strokeWidth='1'
        fill='none'
        fillRule='evenodd'
      >
        <g id='编组-2'>
          <mask id='mask-2' fill='white'>
            <use xlinkHref='#path-1'></use>
          </mask>
          <use id='蒙版' fill='white' xlinkHref='#path-1'></use>
          <g mask="url(#mask-2)">
            <g transform="translate(3.000000, 30.000000)">
              <g id="编组" stroke-width="1" fill="none" fill-rule="evenodd">
                <rect id="矩形" fill="#FFFFFF" x="0.398860399" y="0" width="139.60114" height="87.7492877"></rect>
                <rect id="矩形" fill="#D9E3F2" x="39.0883191" y="0" width="100.911681" height="23.9316239"></rect>
                <rect id="矩形" fill="#D9F2E9" x="39.0883191" y="16.3532764" width="25.5270655" height="7.57834758"></rect>
                <rect id="矩形备份-4" fill="#D9F2E9" x="90.1424501" y="16.3532764" width="25.5270655" height="7.57834758"></rect>
                <rect id="矩形备份-2" fill="#E4D7FB" x="64.6153846" y="16.3532764" width="25.5270655" height="7.57834758"></rect>
                <rect id="矩形备份-6" fill="#E4D7FB" x="115.669516" y="16.3532764" width="23.9316239" height="7.57834758"></rect>
                <rect id="矩形" fill="#3376B3" x="39.0883191" y="0" width="100.911681" height="7.97720798"></rect>
                <rect id="矩形备份-8" fill="#F4F4F4" x="76.980057" y="3.19088319" width="25.5270655" height="1.1965812"></rect>
                <rect id="矩形备份-13" fill="#727272" x="47.0655271" y="11.965812" width="25.5270655" height="1.1965812"></rect>
                <polygon id="矩形备份-15" fill="#727272" points="47.0655271 19.9430199 56.6381766 19.9430199 56.6381766 21.1396011 47.0655271 21.1396011"></polygon>
                <polygon id="矩形备份-16" fill="#727272" points="72.5925926 19.9430199 82.1652422 19.9430199 82.1652422 21.1396011 72.5925926 21.1396011"></polygon>
                <polygon id="矩形备份-17" fill="#727272" points="98.1196581 19.9430199 107.692308 19.9430199 107.692308 21.1396011 98.1196581 21.1396011"></polygon>
                <polygon id="矩形备份-18" fill="#727272" points="122.849003 19.9430199 132.421652 19.9430199 132.421652 21.1396011 122.849003 21.1396011"></polygon>
                <rect id="矩形备份-14" fill="#727272" x="98.1196581" y="11.965812" width="25.5270655" height="1.1965812"></rect>
                <rect id="矩形备份-9" fill="#D9E3F2" x="0.398860399" y="80.1709402" width="139.60114" height="7.97720798"></rect>
                <polygon id="矩形" fill="url(#linearGradient-3)" points="0.398860399 0 140 0 140 0.398860399 0.398860399 0.398860399"></polygon>
                <polygon id="矩形" fill="url(#linearGradient-4)" points="0 4.87485566e-13 0.398860399 4.87485566e-13 0.398860399 88.1481481 0 88.1481481"></polygon>
                <polygon id="矩形备份" fill="#000000" points="0.0572169803 23.9316239 140 23.9316239 140 24.3304843 0.0572169803 24.3304843"></polygon>
                <rect id="矩形备份" fill="#DFE8E8" x="0.398860399" y="31.9088319" width="139.60114" height="1"></rect>
                <polygon id="矩形备份-10" fill="#E6EDED" points="39.0883191 15.954416 140 15.954416 140 16.3532764 39.0883191 16.3532764"></polygon>
                <polygon id="矩形备份-11" fill="#E6EDED" points="39.0883191 7.97720798 140 7.97720798 140 8.37606838 39.0883191 8.37606838"></polygon>
                <rect id="矩形备份" fill="#DFE8E8" x="0.398860399" y="39.8860399" width="139.60114" height="1"></rect>
                <rect id="矩形备份" fill="#DFE8E8" x="0.398860399" y="47.8632479" width="139.60114" height="1"></rect>
                <rect id="矩形备份" fill="#DFE8E8" x="0.398860399" y="55.8404558" width="139.60114" height="1"></rect>
                <rect id="矩形备份" fill="#DFE8E8" x="0.398860399" y="63.8176638" width="139.60114" height="1"></rect>
                <rect id="矩形备份" fill="#DFE8E8" x="0.398860399" y="71.7948718" width="139.60114" height="1"></rect>
                <rect id="矩形备份" fill="#8EACDB" x="0.398860399" y="79.7720798" width="139.60114" height="1"></rect>
                <rect id="矩形备份" fill="#DFE8E8" x="0.398860399" y="87.7492877" width="139.60114" height="1"></rect>
                <rect id="矩形" fill="#DFE8E8" x="39.0883191" y="24.3304843" width="1" height="55.8404558"></rect>
                <rect id="矩形备份-12" fill="#DFE8E8" x="64.6153846" y="24.3304843" width="1" height="55.8404558"></rect>
                <rect id="矩形备份-5" fill="#DFE8E8" x="89.7435897" y="24.3304843" width="1" height="55.8404558"></rect>
                <rect id="矩形备份-5" fill="#DFE8E8" x="115.270655" y="24.3304843" width="1" height="55.8404558"></rect>
                <rect id="矩形备份-13" fill="#727272" x="1.99430199" y="27.5213675" width="21.5384615" height="1.1965812"></rect>
                <rect id="矩形备份-22" fill="#8E8E8E" x="46.2678063" y="27.5213675" width="15.954416" height="1"></rect>
                <rect id="矩形备份-29" fill="#8E8E8E" x="72.1937322" y="27.5213675" width="15.954416" height="1"></rect>
                <rect id="矩形备份-36" fill="#8E8E8E" x="97.7207977" y="27.5213675" width="15.954416" height="1"></rect>
                <rect id="矩形备份-46" fill="#8E8E8E" x="122.051282" y="27.5213675" width="15.954416" height="1"></rect>
                <rect id="矩形备份-26" fill="#8E8E8E" x="50.2564103" y="59.4301994" width="11.965812" height="1"></rect>
                <rect id="矩形备份-30" fill="#8E8E8E" x="76.1823362" y="59.4301994" width="11.965812" height="1"></rect>
                <rect id="矩形备份-37" fill="#8E8E8E" x="101.709402" y="59.4301994" width="11.965812" height="1"></rect>
                <rect id="矩形备份-47" fill="#8E8E8E" x="126.039886" y="59.4301994" width="11.965812" height="1"></rect>
                <rect id="矩形备份-23" fill="#8E8E8E" x="50.2564103" y="43.4757835" width="11.965812" height="1"></rect>
                <rect id="矩形备份-31" fill="#8E8E8E" x="76.1823362" y="43.4757835" width="11.965812" height="1"></rect>
                <rect id="矩形备份-38" fill="#8E8E8E" x="101.709402" y="43.4757835" width="11.965812" height="1"></rect>
                <rect id="矩形备份-48" fill="#8E8E8E" x="126.039886" y="43.4757835" width="11.965812" height="1"></rect>
                <rect id="矩形备份-27" fill="#8E8E8E" x="50.2564103" y="75.3846154" width="11.965812" height="1"></rect>
                <rect id="矩形备份-32" fill="#8E8E8E" x="76.1823362" y="75.3846154" width="11.965812" height="1"></rect>
                <rect id="矩形备份-39" fill="#8E8E8E" x="101.709402" y="75.3846154" width="11.965812" height="1"></rect>
                <rect id="矩形备份-49" fill="#8E8E8E" x="126.039886" y="75.3846154" width="11.965812" height="1"></rect>
                <polygon id="矩形备份-40" fill="#727272" points="48.2621083 83.3618234 62.2222222 83.3618234 62.2222222 84.5584046 48.2621083 84.5584046"></polygon>
                <polygon id="矩形备份-41" fill="#727272" points="74.1880342 83.3618234 88.1481481 83.3618234 88.1481481 84.5584046 74.1880342 84.5584046"></polygon>
                <polygon id="矩形备份-42" fill="#727272" points="99.7150997 83.3618234 113.675214 83.3618234 113.675214 84.5584046 99.7150997 84.5584046"></polygon>
                <polygon id="矩形备份-50" fill="#727272" points="124.045584 83.3618234 138.005698 83.3618234 138.005698 84.5584046 124.045584 84.5584046"></polygon>
                <polygon id="矩形备份-25" fill="#8E8E8E" points="54.2450142 35.0997151 62.2222222 35.0997151 62.2222222 35.8974359 54.2450142 35.8974359"></polygon>
                <polygon id="矩形备份-33" fill="#8E8E8E" points="80.1709402 35.0997151 88.1481481 35.0997151 88.1481481 35.8974359 80.1709402 35.8974359"></polygon>
                <polygon id="矩形备份-43" fill="#8E8E8E" points="105.698006 35.0997151 113.675214 35.0997151 113.675214 35.8974359 105.698006 35.8974359"></polygon>
                <polygon id="矩形备份-51" fill="#8E8E8E" points="130.02849 35.0997151 138.005698 35.0997151 138.005698 35.8974359 130.02849 35.8974359"></polygon>
                <polygon id="矩形备份-28" fill="#8E8E8E" points="54.2450142 67.4074074 62.2222222 67.4074074 62.2222222 68.2051282 54.2450142 68.2051282"></polygon>
                <polygon id="矩形备份-34" fill="#8E8E8E" points="80.1709402 67.4074074 88.1481481 67.4074074 88.1481481 68.2051282 80.1709402 68.2051282"></polygon>
                <polygon id="矩形备份-44" fill="#8E8E8E" points="105.698006 67.4074074 113.675214 67.4074074 113.675214 68.2051282 105.698006 68.2051282"></polygon>
                <polygon id="矩形备份-52" fill="#8E8E8E" points="130.02849 67.4074074 138.005698 67.4074074 138.005698 68.2051282 130.02849 68.2051282"></polygon>
                <rect id="矩形备份-24" fill="#8E8E8E" x="46.2678063" y="51.4529915" width="15.954416" height="1"></rect>
                <rect id="矩形备份-35" fill="#8E8E8E" x="72.1937322" y="51.4529915" width="15.954416" height="1"></rect>
                <rect id="矩形备份-45" fill="#8E8E8E" x="97.7207977" y="51.4529915" width="15.954416" height="1"></rect>
                <rect id="矩形备份-53" fill="#8E8E8E" x="122.051282" y="51.4529915" width="15.954416" height="1"></rect>
                <rect id="矩形备份-14" fill="#727272" x="1.99430199" y="35.4985755" width="15.954416" height="1.1965812"></rect>
                <rect id="矩形备份-15" fill="#727272" x="1.99430199" y="43.4757835" width="19.9430199" height="1.1965812"></rect>
                <rect id="矩形备份-16" fill="#727272" x="1.99430199" y="51.4529915" width="23.9316239" height="1.1965812"></rect>
                <rect id="矩形备份-20" fill="#727272" x="1.99430199" y="75.3846154" width="23.9316239" height="1.1965812"></rect>
                <rect id="矩形备份-17" fill="#727272" x="1.99430199" y="59.4301994" width="17.9487179" height="1.1965812"></rect>
                <polygon id="矩形备份-19" fill="#727272" points="1.99430199 67.4074074 17.1509972 67.4074074 17.1509972 68.6039886 1.99430199 68.6039886"></polygon>
              </g>
              <path d="M65.8119658,39.0883191 L65.8119658,41.0826211 L63.8176638,41.0826211 L63.8176638,39.0883191 L65.8119658,39.0883191 Z M65.4131054,31.5099715 L65.4124587,38.6889715 L64.6144587,38.6889715 L64.6153846,32.3076923 L39.4871795,32.3076923 L39.4871795,39.8860399 L63.4184587,39.8859715 L63.4184587,40.6829715 L38.6894587,40.6837607 L38.6894587,31.5099715 L65.4131054,31.5099715 Z" id="形状结合" fill="#217346" fill-rule="nonzero"></path>
            </g>
          </g>
        </g>
        <g id="编组-6" transform="translate(100.000000, 95.000000)">
          <rect id="矩形" fill="#217345" x="0" y="0" width="40" height="40" rx="7"></rect>
          <rect id="矩形" fill="#F5F5F5" x="5" y="14" width="5" height="20" rx="1"></rect>
          <rect id="矩形备份-60" fill="#F5F5F5" x="5" y="7" width="5" height="5" rx="1"></rect>
          <rect id="矩形备份-50" fill="#F5F5F5" x="12" y="7" width="23" height="5" rx="1"></rect>
          <path d="M21.5562943,31.7366125 C22.0576821,32.2386246 22.0576821,33.0518851 21.5562943,33.5538973 C21.0542822,34.0552851 20.2410217,34.0552851 19.7390095,33.5538973 L15.8815654,29.6964531 C15.3801776,29.194441 15.3801776,28.3811805 15.8815654,27.8791683 L19.7390095,24.0217242 C19.9799152,23.7805182 20.3067476,23.644852 20.6476519,23.6445517 C20.9891505,23.6443971 21.3166831,23.780098 21.5580088,24.0217242 C22.0593966,24.5237363 22.0593966,25.3369969 21.5580088,25.839009 L19.8875245,27.508333 L27.0767255,27.5088537 L27.0765245,19.889333 L25.4137385,21.55296 C24.9117263,22.0543478 24.0984658,22.0543478 23.5964537,21.55296 C23.0950658,21.0509478 23.0950658,20.2376873 23.5964537,19.7356751 L27.4538978,15.8773738 C27.9559099,15.375986 28.7691704,15.375986 29.2711826,15.8773738 L31.842812,18.4490032 L33.1286267,19.734818 C33.369942,19.9759786 33.5055245,20.3031555 33.5055245,20.6443176 C33.5055245,20.9854796 33.369942,21.3126565 33.1286267,21.5538171 C32.6266146,22.055205 31.8133541,22.055205 31.3113419,21.5538171 L30.0255272,20.2680024 L29.6475245,19.889333 L29.6483549,28.7946684 C29.6483549,29.4604208 29.1423872,30.007998 28.4940073,30.0738446 L28.3625402,30.0804831 L19.8995245,30.080333 Z" id="形状结合" fill="#F5F5F5" fill-rule="nonzero"></path>
        </g>
      </g>
    </svg>
  );
}
